Repository: Pavstyuk/video-widget-simple
Catalog: languages/vws-*.po
Languages: ru_ru

source: 1. Leave blank to show on any page
ru_ru: 1. Оставьте пустым, чтобы отобразить на любой странице.

source: 2. Specify url of your home page to show on home page only
ru_ru: 2. Укажите URL-адрес вашей домашней страницы, чтобы отображать виджет только на домашней странице.

source: 3. Specify url of any specific page of your site
ru_ru: 3. Укажите URL любой конкретной страницы вашего сайта

source: Appearing delay, ms
ru_ru: Задержка появления, мс

source: Border color
ru_ru: Цвет рамки

source: Border color of widget
ru_ru: Цвет рамки виджета

source: Border:
ru_ru: Рамка:

source: Choose Video File
ru_ru: Выберите видео файл

source: Delay of widget appearing. Try 2000ms
ru_ru: Задержка появления виджета. Попробуйте 2000мс

source: Delay:
ru_ru: Задержка:

source: Example of your video in active state
ru_ru: Пример вашего видео в активном состоянии

source: Input URL
ru_ru: Вставьте URL фидео файла

source: Output Page
ru_ru: Страница вывода

source: Page:
ru_ru: Старница:

source: Paste URL of video from media gallery in the field. Best way to use portrait oriented 720x1280px .mp4 video.
ru_ru: Вставьте URL видео файла из медиа галлереи. Лучший выриант использовать видео .mp4 с разрешением 720x1280px.

source: Recommended width of video widget should be from 220px to 320px
ru_ru: Рекомендуемая ширина видеовиджета должна быть от 220 до 320 пикселей

source: Saved Options
ru_ru: Сохраненные настройки

source: Settings for Video Widget Simple. Copy URL of a video to display from media gallery. Set parameters.
ru_ru: Настройки для Простого Видео Виджета. Скопируйте URL нужного видео файла из медиа галереи. Установите параметры

source: Video Widget Simple
ru_ru: Простой Видео Виджет

source: Video Widget Simple Settings
ru_ru: Простой видео виджет. Настройки

source: Video Width
ru_ru: Ширина видео

source: Video:
ru_ru: Видео:

source: Width:
ru_ru: Ширина:
